<?php

return [
    'user_registered'   => 'ثبت نام با موفقیت انجام شد',
    'login_success'     => 'اعتبار سنجی با موفقیت انجام شد',
    'login_failed'      => 'اطلاعات وارد شده نامعتبر است.',
    'task_created'      => 'تسک با موفقیت ایجاد شد',
    'task_updated'      => 'تسک با موفقیت آپدیت شد.',
    'task_deleted'      => 'تسک حذف شد',
    'task_deny_delete'  => 'امکان حذف تسک برای شما وجود ندارد',
    'task_mentioned'    => 'تسک با موفقیت منشن شد.',
    
    '403'               => 'شما اجاز انجام این اکشن را ندارید',
    '405'               => 'متد درخواست نامعتبر است',
    '404'               => 'آدرس وارد شده نامعتبر است',
    '500'               => 'خطای سروری! لطفا با عباس صحبت کن'
];
